{
  "id": "china-rare-earth-association",
  "name": {
    "en": "Association of China Rare Earth Industry",
    "zh": "中国稀土行业协会"
  },
  "description": {
    "en": "The Association of China Rare Earth Industry (ACREI) was established in Beijing on April 8, 2012, approved by the Ministry of Industry and Information Technology and the Ministry of Civil Affairs. ACREI is a national non-profit industry organization composed of rare earth mining, smelting, separation, and application enterprises. The association provides daily rare earth product price data and price indices, industry statistics, policy guidance, technical standards formulation, and international cooperation services. It serves as a bridge between government and enterprises, promoting the healthy and sustainable development of China's rare earth industry.",
    "zh": "中国稀土行业协会（ACREI）经中华人民共和国工业和信息化部审核、中华人民共和国民政部批准，于2012年4月8日在北京成立。协会是由稀土开采企业、稀土冶炼分离企业、稀土应用企业、事业单位、社团组织和个人自愿组成的全国性非盈利社团组织。协会发布每日稀土产品价格及价格指数，提供行业统计数据、政策引导、技术标准制定和国际合作等服务，发挥政府和企业之间的桥梁、纽带作用，促进稀土行业健康和可持续发展。"
  },
  "website": "https://ac-rei.org.cn",
  "data_url": "https://ac-rei.org.cn",
  "api_url": null,
  "country": "CN",
  "domains": [
    "Mining",
    "Rare Earth Industry",
    "Metal Materials",
    "Resource Management",
    "Industrial Economics",
    "Commodity Price"
  ],
  "geographic_scope": "national",
  "update_frequency": "daily",
  "tags": [
    "rare-earth",
    "稀土",
    "rare-earth-price-index",
    "稀土价格指数",
    "稀土价格",
    "rare-earth-prices",
    "磁性材料",
    "magnetic-materials",
    "储氢材料",
    "hydrogen-storage",
    "催化材料",
    "catalyst",
    "抛光材料",
    "polishing-materials",
    "发光材料",
    "luminescent-materials",
    "industry-association",
    "行业协会",
    "mining",
    "采矿",
    "稀土统计",
    "rare-earth-statistics",
    "稀土应用",
    "rare-earth-applications",
    "稀土资源",
    "rare-earth-resources",
    "ACREI"
  ],
  "data_content": {
    "en": [
      "Daily Rare Earth Product Prices - Daily pricing data for major rare earth oxides and compounds",
      "Rare Earth Price Index - Comprehensive price index based on major rare earth oxide prices, published since June 2013",
      "Industry Production Statistics - Production capacity, output data for rare earth mining, smelting, and separation",
      "Rare Earth Application Statistics - Production and consumption data for magnetic materials, hydrogen storage materials, polishing materials, luminescent materials, and rare earth alloys",
      "Market Analysis Reports - Monthly and annual market trend analysis and price forecasts",
      "Policy and Regulations - Industry policies, national standards, and regulatory compliance information",
      "Industry Research Reports - Technical development, market research, and strategic planning reports",
      "Enterprise Statistics - Member enterprise operational data and industry surveys"
    ],
    "zh": [
      "稀土产品每日价格 - 主要稀土氧化物及化合物的每日价格数据",
      "稀土价格指数 - 以各主要氧化物价格为依据编制的综合价格指数，自2013年6月起正式发布",
      "行业生产统计 - 稀土矿产开采、冶炼分离企业的产能、产量数据",
      "稀土应用统计 - 磁性材料、储氢材料、抛光材料、发光材料、稀土合金的产能、产量、稀土用量统计",
      "市场分析报告 - 月度、年度市场走势分析及价格预测",
      "政策法规 - 行业政策、国家标准及合规要求信息",
      "行业研究报告 - 技术发展、市场调研和战略规划报告",
      "企业统计数据 - 会员企业经营数据和行业调查"
    ]
  },
  "authority_level": "market"
}
