{
  "id": "china-optical-association",
  "name": {
    "en": "China Optics and Optoelectronics Manufacturers Association",
    "zh": "中国光学光电子行业协会"
  },
  "description": {
    "en": "China Optics and Optoelectronics Manufacturers Association (COEMA) is a national industry association established in 1987 with approval from the State Council. It brings together enterprises, research institutions and educational organizations in optics and optoelectronics. The association has seven specialized branches covering liquid crystal displays, LED display applications, optical devices, optical components and instruments, lasers, infrared, and laser applications, with over 1,000 registered member organizations.",
    "zh": "中国光学光电子行业协会(COEMA)于1987年经国务院批准在北京成立,是全国从事光学光电子科研、生产和教学的骨干企事业单位自愿组合的社会团体。协会按专业领域下设七个分会,分别为液晶分会、发光二极管显示应用分会、光电器件分会、光学元件和光学仪器分会、激光分会、红外分会、激光应用分会,拥有注册团体会员千余家。"
  },
  "website": "https://www.coema.org.cn",
  "data_url": "https://www.coema.org.cn/research/sum",
  "api_url": null,
  "authority_level": "market",
  "country": "CN",
  "geographic_scope": "national",
  "domains": [
    "manufacturing",
    "optics",
    "optoelectronics",
    "photonics",
    "electronics"
  ],
  "update_frequency": "irregular",
  "tags": [
    "光学",
    "optics",
    "光电子",
    "optoelectronics",
    "激光",
    "laser",
    "红外",
    "infrared",
    "液晶",
    "LCD",
    "LED显示",
    "LED display",
    "光通信",
    "optical communication",
    "硅光子",
    "silicon photonics",
    "光学元件",
    "optical components",
    "光学仪器",
    "optical instruments",
    "行业协会",
    "industry association",
    "COEMA",
    "制造业",
    "manufacturing",
    "光电器件",
    "photoelectric devices",
    "光伏",
    "photovoltaic",
    "机器视觉",
    "machine vision",
    "显示面板",
    "display panel",
    "行业数据",
    "industry data",
    "行业分析",
    "industry analysis"
  ],
  "data_content": {
    "en": [
      "Industry statistics and market data for optical and optoelectronics sectors",
      "Production and sales data for laser industry, infrared technology, optical components, display panels, LED and photovoltaic sectors",
      "Industry development reports and analysis covering optical materials, optical components, laser technology, display technologies, and machine vision",
      "Market trends and forecasts for emerging areas like 3D curved glass, cyclic olefin copolymer (COC/COP) optical materials, HUD displays, and AR optical solutions",
      "Policy documents and industry standards related to optics and optoelectronics manufacturing",
      "Member company directory covering major enterprises in laser, infrared, optical components, display, LED and photovoltaic industries",
      "Industry news and technological breakthroughs in optical and optoelectronics fields"
    ],
    "zh": [
      "光学光电子行业统计数据和市场数据",
      "激光产业、红外技术、光学元件、显示面板、LED及光伏行业的生产和销售数据",
      "涵盖光学材料、光学元器件、激光技术、显示技术、机器视觉等领域的行业发展报告和分析",
      "3D曲面玻璃、环烯烃共聚物(COC/COP)光学材料、车载HUD、AR光学方案等新兴领域的市场趋势和预测",
      "光学光电子制造相关的政策法规和行业标准",
      "涵盖激光、红外、光学元件、显示、LED、光伏等行业主要企业的会员名录",
      "光学光电子领域的行业新闻和技术突破"
    ]
  }
}
