{
  "id": "china-petroleum-chemical-federation",
  "name": {
    "en": "China Petroleum and Chemical Industry Federation",
    "zh": "中国石油和化学工业联合会"
  },
  "description": {
    "en": "The China Petroleum and Chemical Industry Federation (CPCIF) is a national, comprehensive industry organization serving the petroleum and chemical industry in China. Established on April 28, 2001, CPCIF is a social industry organization with service and management functions for China's petroleum and chemical sectors. The Federation has over 700 member units and focuses on industry policy research, standard development, economic analysis, technology promotion, international cooperation, and data collection and publishing. CPCIF publishes comprehensive industry statistics, market reports, and economic operation data covering major chemical products, petrochemicals, catalysts, and chemical materials.",
    "zh": "中国石油和化学工业联合会（CPCIF）是中国石油和化工行业具有服务和一定管理职能的全国性、综合性的社会行业组织。联合会于2001年4月28日在北京成立，目前拥有会员单位700余家。主要职能包括行业政策研究、标准制定、经济分析、技术推广、国际合作以及数据采集发布等。联合会发布全面的行业统计数据、市场报告和经济运行数据，涵盖主要化工产品、石油化工、催化剂和化工材料等领域。"
  },
  "website": "http://www.cpcif.org.cn/",
  "data_url": "http://www.cpcif.org.cn/list/402882396610575f0166105924fe0000",
  "api_url": null,
  "country": "CN",
  "domains": [
    "Chemical Industry",
    "Petroleum Industry",
    "Industrial Statistics",
    "Catalysts",
    "Chemical Materials",
    "Petrochemicals",
    "Industry Standards",
    "Economic Analysis"
  ],
  "geographic_scope": "national",
  "update_frequency": "monthly",
  "tags": [
    "化工",
    "石油",
    "chemical-industry",
    "petroleum",
    "催化剂",
    "catalyst",
    "化工材料",
    "chemical-materials",
    "石化",
    "petrochemical",
    "行业统计",
    "industry-statistics",
    "经济运行",
    "economic-operation",
    "CPCIF",
    "中国石油和化学工业联合会",
    "行业协会",
    "industry-association",
    "化工数据",
    "chemical-data",
    "无机化工",
    "inorganic-chemicals",
    "有机化工",
    "organic-chemicals",
    "合成材料",
    "synthetic-materials",
    "化肥",
    "fertilizer"
  ],
  "data_content": {
    "en": [
      "Petroleum and Chemical Industry Economic Operation Data - Monthly and annual industry performance metrics including industrial added value, revenue, profits, and investment",
      "Major Chemical Products Statistics - Production, consumption, and trade data for 49 types of major inorganic chemical raw materials",
      "Organic Chemical Raw Materials Data - Statistics for 72 types of major organic chemical raw materials",
      "Synthetic Materials Production - Data covering 56 types of major synthetic materials",
      "Fertilizer Industry Statistics - Production and market data for 14 types of fertilizer products",
      "Catalyst Market Data - Catalyst technology innovations, market analysis, and production statistics",
      "Chemical Materials Market Analysis - Comprehensive market reports on chemical materials including pricing trends and supply-demand dynamics",
      "Industry Standards and Technical Specifications - Chemical industry standards development and technical guidelines",
      "International Trade Data - Import and export statistics for petroleum and chemical products",
      "Chemical Parks and Production Capacity - Industry infrastructure and capacity utilization data",
      "Technology Innovation Reports - New technologies, R&D achievements, and industry innovation trends",
      "Annual Industry Reports - Comprehensive annual reports on China's petroleum and chemical industry development"
    ],
    "zh": [
      "石油和化工行业经济运行数据 - 月度和年度行业表现指标，包括工业增加值、营业收入、利润和投资",
      "主要化工产品统计 - 49种主要无机化工原料的生产、消费和贸易数据",
      "有机化工原料数据 - 72种主要有机化工原料的统计数据",
      "合成材料生产 - 涵盖56种主要合成材料的数据",
      "化肥行业统计 - 14种化肥产品的生产和市场数据",
      "催化剂市场数据 - 催化剂技术创新、市场分析和生产统计",
      "化工材料市场分析 - 化工材料的综合市场报告，包括价格趋势和供需动态",
      "行业标准和技术规范 - 化工行业标准制定和技术指南",
      "国际贸易数据 - 石油和化工产品的进出口统计",
      "化工园区和产能 - 行业基础设施和产能利用率数据",
      "技术创新报告 - 新技术、研发成果和行业创新趋势",
      "年度行业报告 - 中国石油和化工行业发展综合年度报告"
    ]
  },
  "authority_level": "market"
}
