{
  "id": "china-robot-industry-alliance",
  "name": {
    "en": "Robot Branch of China Machinery Industry Federation",
    "zh": "中国机械工业联合会机器人分会"
  },
  "description": {
    "en": "The Robot Branch of China Machinery Industry Federation (formerly China Robot Industry Alliance, established in April 2013) is a national industry organization led by China Machinery Industry Federation. With over 520 member units including domestic and international robot companies, research institutes, and universities, it serves as a collaborative platform for industry-academia-research-application cooperation. The branch provides industry statistical reports, organizes conferences and competitions, promotes standardization, and coordinates resources to enhance the competitiveness of China's robot industry.",
    "zh": "中国机械工业联合会机器人分会(前身为2013年4月成立的中国机器人产业联盟)是由中国机械工业联合会领导的全国性行业组织。拥有520余家会员单位,包括国内外机器人企业、科研院所和高校,是我国机器人产业全国性产、学、研、用行业协同工作平台。分会发布行业统计报告,组织会议和竞赛活动,推进标准化工作,协调产业资源,提升中国机器人产业竞争力。"
  },
  "website": "http://cria.mei.net.cn/",
  "data_url": "http://cria.mei.net.cn/gzpt.asp?lm=/1310",
  "api_url": null,
  "country": "CN",
  "domains": [
    "Robotics",
    "Industrial Automation",
    "Manufacturing",
    "Industry Statistics",
    "Technology Standards"
  ],
  "geographic_scope": "national",
  "update_frequency": "annual",
  "tags": [
    "robot",
    "robotics",
    "机器人",
    "industrial-robot",
    "工业机器人",
    "robot-statistics",
    "机器人统计",
    "robot-industry",
    "机器人产业",
    "robot-sales",
    "机器人产销",
    "automation",
    "自动化",
    "manufacturing",
    "制造业",
    "industry-alliance",
    "产业联盟",
    "china-machinery",
    "中国机械工业",
    "robot-market-report",
    "机器人市场报告",
    "cria"
  ],
  "data_content": {
    "en": [
      "China Robot Industry Market Reports - Annual reports covering industrial robot production, sales, market structure, and industry analysis",
      "Robot Production Statistics - Domestic industrial robot production data by type and manufacturer",
      "Robot Sales Statistics - Industrial robot sales volumes, market share, and application sectors",
      "Industry Development Trends - Market analysis, technological trends, and industry forecasts",
      "Industry Standards - Robot industry standards, specifications, and technical guidelines",
      "Member Company Information - Directory of member companies, research institutes, and technology providers",
      "Industry News and Policy Updates - Policy regulations, industry announcements, and development initiatives",
      "Conference and Events - Industry conferences, competitions, and technical seminars materials"
    ],
    "zh": [
      "中国机器人产业市场报告 - 年度报告涵盖工业机器人产销、市场结构和产业分析",
      "机器人产量统计 - 国产工业机器人按类型和制造商分类的产量数据",
      "机器人销量统计 - 工业机器人销售量、市场份额和应用领域统计",
      "产业发展趋势 - 市场分析、技术趋势和产业预测",
      "行业标准 - 机器人行业标准、规范和技术指南",
      "会员单位信息 - 会员企业、科研院所和技术提供商名录",
      "行业资讯与政策 - 政策法规、行业公告和发展举措",
      "会议与活动 - 产业会议、创新创业大赛和技术研讨会资料"
    ]
  },
  "authority_level": "market"
}
