{
  "id": "china-most-rnd",
  "name": {
    "en": "National Key R&D Program of China - Industrial Software and 16 Key Special Projects",
    "zh": "国家重点研发计划 - 工业软件专项及16个重点专项"
  },
  "description": {
    "en": "The National Key Research and Development Program of China is a major national science and technology initiative managed by the Ministry of Science and Technology (MOST) and implemented through various ministries. The Ministry of Industry and Information Technology (MIIT) leads 16 key special projects covering areas such as industrial software, intelligent robots, advanced manufacturing, new energy vehicles, and emerging technologies. These programs support fundamental research, key technology breakthroughs, and industrial applications aligned with China's 14th Five-Year Plan strategic priorities.",
    "zh": "国家重点研发计划是由中华人民共和国科学技术部管理、多部门实施的国家级科技计划。工业和信息化部主责的\"十四五\"国家重点研发计划包括16个重点专项，涵盖工业软件、智能机器人、先进制造、新能源汽车、新兴技术等领域。这些计划支持基础研究、关键技术攻关和产业应用示范，服务于国家战略需求和产业发展。"
  },
  "website": "https://service.most.gov.cn/",
  "data_url": "https://service.most.gov.cn/",
  "api_url": null,
  "authority_level": "government",
  "country": "CN",
  "geographic_scope": "national",
  "domains": [
    "technology",
    "research",
    "innovation",
    "manufacturing",
    "software"
  ],
  "update_frequency": "annual",
  "tags": [
    "国家重点研发计划",
    "National Key R&D Program",
    "工业软件",
    "Industrial Software",
    "智能机器人",
    "Intelligent Robots",
    "高性能制造",
    "Advanced Manufacturing",
    "新能源汽车",
    "New Energy Vehicles",
    "科技项目",
    "R&D Projects",
    "科研资助",
    "Research Funding",
    "科技部",
    "MOST",
    "工信部",
    "MIIT",
    "增材制造",
    "Additive Manufacturing",
    "先进计算",
    "Advanced Computing",
    "区块链",
    "Blockchain",
    "稀土材料",
    "Rare Earth Materials",
    "科学仪器",
    "Scientific Instruments",
    "信息光子",
    "Information Photonics"
  ],
  "data_content": {
    "en": [
      "Project application guidelines for 16 key special programs including Industrial Software, Intelligent Robots, Additive Manufacturing and Laser Manufacturing, New Energy Vehicles, Basic Research Conditions and Major Scientific Instruments, Blockchain, Information Photonics, Multimodal Networks and Communications, Micro-Nano Electronics, Advanced Computing and Emerging Software, Rare Earth New Materials, New Display and Strategic Electronic Materials, Advanced Structural and Composite Materials, High-End Functional and Intelligent Materials, High-Performance Manufacturing Technology and Major Equipment, and Intelligent Sensors",
      "Annual project solicitation notices and application requirements",
      "Project approval and funding information",
      "Research progress reports and milestone achievements",
      "Technology readiness level (TRL) assessments",
      "Application templates and supporting documents",
      "Expert evaluation guidelines",
      "Project management policies and procedures"
    ],
    "zh": [
      "16个重点专项的项目申报指南，包括：工业软件、智能机器人、增材制造与激光制造、新能源汽车、基础科研条件与重大科学仪器设备研发、区块链、信息光子技术、多模态网络与通信、微纳电子技术、先进计算与新兴软件、稀土新材料、新型显示与战略性电子材料、先进结构与复合材料、高端功能与智能材料、高性能制造技术与重大装备、智能传感器",
      "年度项目申报通知和申报要求",
      "项目立项和资助信息",
      "研究进展报告和里程碑成果",
      "技术就绪度(TRL)评估",
      "申报模板和支撑文件",
      "专家评审指南",
      "项目管理政策和流程"
    ]
  }
}
