{
  "id": "caribbean-development-bank",
  "name": {
    "en": "Caribbean Development Bank",
    "zh": "加勒比开发银行"
  },
  "description": {
    "en": "The Caribbean Development Bank (CDB) is a regional financial institution established in 1970 to contribute to the harmonious economic growth and development of its borrowing member countries (BMCs) in the Caribbean. CDB provides financial and technical assistance for projects in infrastructure, education, health, agriculture, and other sectors. The Bank's mission is reducing poverty and transforming lives through sustainable, resilient and inclusive development. CDB serves 19 borrowing member countries and territories in the Caribbean, supported by regional and non-regional member countries including Canada, China, Germany, Italy, United Kingdom, and Venezuela.",
    "zh": "加勒比开发银行（CDB）是一个成立于1970年的区域性金融机构，旨在促进其借款成员国在加勒比地区的和谐经济增长和发展。CDB为基础设施、教育、卫生、农业和其他领域的项目提供财政和技术援助。该银行的使命是通过可持续、有韧性和包容性的发展来减少贫困和改变生活。CDB为加勒比地区的19个借款成员国和地区提供服务，并得到包括加拿大、中国、德国、意大利、英国和委内瑞拉在内的区域和非区域成员国的支持。"
  },
  "website": "https://www.caribank.org",
  "data_url": "https://www.caribank.org/data/country-data-reports",
  "api_url": null,
  "country": null,
  "domains": [
    "Development Finance",
    "Economic Development",
    "Infrastructure",
    "Education",
    "Health",
    "Agriculture",
    "Social Development",
    "Environmental Sustainability",
    "Climate Resilience",
    "Poverty Reduction"
  ],
  "geographic_scope": "regional",
  "update_frequency": "annual",
  "tags": [
    "development-finance",
    "caribbean",
    "regional-development-bank",
    "multilateral-development-bank",
    "economic-development",
    "infrastructure-finance",
    "climate-finance",
    "poverty-reduction",
    "social-development",
    "sustainable-development",
    "climate-resilience",
    "project-financing",
    "development-assistance",
    "caribbean-economics",
    "regional-integration",
    "sids",
    "small-island-developing-states"
  ],
  "data_content": {
    "en": [
      "Country Economic Indicators - GDP, growth rates, inflation, and economic performance metrics for BMCs",
      "Project Financing Data - Loan and grant approvals, disbursements, and project portfolio information",
      "Development Fund Statistics - Special Development Fund (SDF) resources, allocations and annual reports",
      "Social Development Indicators - Poverty rates, education, health, and social inclusion metrics",
      "Infrastructure Investment - Transportation, energy, water, and telecommunications project data",
      "Climate and Resilience - Climate finance, disaster risk reduction, and environmental projects",
      "Regional Economic Statistics - Trade, employment, and economic integration data for Caribbean region",
      "Country Strategies - Country assistance programs and strategic priorities for each BMC",
      "Sector Analysis - Sectoral performance data including agriculture, tourism, and services",
      "Annual Reports - Comprehensive annual financial statements and operational results"
    ],
    "zh": [
      "国家经济指标 - 借款成员国的GDP、增长率、通货膨胀和经济绩效指标",
      "项目融资数据 - 贷款和赠款批准、支付和项目组合信息",
      "发展基金统计 - 特别发展基金（SDF）资源、分配和年度报告",
      "社会发展指标 - 贫困率、教育、卫生和社会包容性指标",
      "基础设施投资 - 交通、能源、水利和电信项目数据",
      "气候和韧性 - 气候融资、灾害风险减少和环境项目",
      "区域经济统计 - 加勒比地区的贸易、就业和经济一体化数据",
      "国家战略 - 各借款成员国的国家援助计划和战略重点",
      "部门分析 - 包括农业、旅游和服务业在内的部门绩效数据",
      "年度报告 - 全面的年度财务报表和运营成果"
    ]
  },
  "authority_level": "international"
}